const achievejoindata = [
  {
    id: 0,
    title: '초보 설문자',
    count: 2,
    url: '/achievedetail/join/0',
    recent: [
      ['상명대학교', '2022/03/02'],
      ['준구파워', '2022/03/03'],
      ['으악', '2022/03/04'],
    ],
    stack: [
      ['상명대교', '2022/03/02'],
      ['준구워', '2022/03/03'],
      ['악', '2022/03/04'],
    ],
  },
  {
    id: 1,
    title: '능숙한 설문자',
    count: 5,
    url: '/achievedetail/join/1',
    recent: [
      ['상명대학교', '2022/03/02'],
      ['준구파워', '2022/03/03'],
      ['으악', '2022/03/04'],
    ],
    stack: [
      ['상명대교', '2022/03/02'],
      ['준구워', '2022/03/03'],
      ['악', '2022/03/04'],
    ],
  },
]
export default achievejoindata
