const achievepointdata = [
  {
    id: 0,
    title: '포인트 껄배이',
    count: 1,
    url: '/achievedetail/point/0',
    recent: [
      ['상명대학교', '2022/03/02'],
      ['준구파워', '2022/03/03'],
      ['으악', '2022/03/04'],
    ],
    stack: [
      ['상명대교', '2022/03/02'],
      ['준구워', '2022/03/03'],
      ['악', '2022/03/04'],
    ],
  },
  {
    id: 1,
    title: '포인트 부르주아',
    count: 5,
    url: '/achievedetail/point/1',
    recent: [
      ['대학교', '2022/03/02'],
      ['준파', '2022/03/03'],
      ['악으', '2022/03/04'],
    ],
    stack: [
      [
        ['상명교', '2022/03/02'],
        ['준워', '2022/03/03'],
        ['악d', '2022/03/04'],
      ],
    ],
  },
]
export default achievepointdata
