const achievemakedata = [
  {
    id: 0,
    title: '설문 생성기',
    count: 1,
    url: '/achievedetail/make/0',
    recent: [
      ['상명대학교', '2022/03/02'],
      ['준구파워', '2022/03/03'],
      ['으악', '2022/03/04'],
    ],
    stack: [
      ['상명대교', '2022/03/02'],
      ['준구워', '2022/03/03'],
      ['악', '2022/03/04'],
    ],
  },
  {
    id: 1,
    title: '설문 한무 복사',
    count: 5,
    url: '/achievedetail/make/1',
    recent: [
      ['상명대학교', '2022/03/02'],
      ['준구파워', '2022/03/03'],
      ['으악', '2022/03/04'],
    ],
    stack: [
      ['상명대교', '2022/03/02'],
      ['준구워', '2022/03/03'],
      ['악', '2022/03/04'],
    ],
  },
  {
    id: 2,
    title: '설문의 인도자',
    count: 8,
    url: '/achievedetail/make/2',
    recent: [
      ['상명대학교', '2022/03/02'],
      ['준구파워', '2022/03/03'],
      ['으악', '2022/03/04'],
    ],
    stack: [
      ['상명대교', '2022/03/02'],
      ['준구워', '2022/03/03'],
      ['악', '2022/03/04'],
    ],
  },
]
export default achievemakedata
