const mobile_list = [
  {
    id: 0,
    que: '유튜버들에게 묻습니다',
    date: '2021.12.11~2021.12.15',
    num: 50
  },
  {
    id: 1,
    que: '상명인에게 묻습니다',
    date: '2021.12.11~2021.12.15',
    num: 65
  },
  {
    id: 2,
    que: '상명대학교 학생들에게 묻습니다',
    date: '2022.02.03~2022.02.05',
    num: 247
  },
  {
    id: 3,
    que: '상명대학교 축제에 누구를 부르고 싶나요?',
    date: '2022.02.03~2022.02.05',
    num: 324
  },
  {
    id: 4,
    que: '무슨 언어를 가장 많이 쓰시나요?',
    date: '2022.02.03~2022.02.05',
    num: 24437
  },
  {
    id: 5,
    que: '상명대학교 학생들에게 묻습니다',
    date: '2022.02.03~2022.02.05',
    num: 4321
  }
]
export default mobile_list
