const UsertitleData = [
  {
    id: 0,
    title: '대학생',
    whether: true,
    recent: [
      ['상명대학교 "나는 최고의" 대학생', '2022.03.02'],
      ['갓갓갓 "나는 관악의" 대학생', '2022.03.02'],
    ],
    stack: [
      ['상명대학교 "나는 최고의" 대학생', '2022.03.02'],
      ['갓갓갓 "나는 관악의" 대학생', '2022.03.02'],
      ['상명대학교 "나는 종로의" 대학생', '2022.03.01'],
      ['킹갓 "나는 서대문의" 대학생', '2022.02.01'],
    ],
    url: '/usertitle/0',
  },
  {
    id: 1,
    title: '회사원',
    whether: false,
    recent: [
      ['상명대학교 "나는 종로의" 대학생', '2022.03.01'],
      ['킹갓 "나는 서대문의" 대학생', '2022.02.01'],
    ],
    stack: [
      ['갓띵대학교 "나는 최고의" 대학생', '2022.03.02'],
      ['킹킹킹 "나는 관악의" 대학생', '2022.03.02'],
      ['하띵대학교 "나는 종로의" 대학생', '2022.03.01'],
      ['킹갓 "나는 서대문의" 대학생', '2022.02.01'],
    ],
    url: '/usertitle/1',
  },
]
export default UsertitleData
